app/views/home/index.html.erb

          <ul>
            <% categorie.tasks.each do |task|  %>
---
SELECT "tasks".* FROM "tasks"